Repository: weltonabravanel/radiojobs
Catalog: po/*.po
Languages: ka

source: Settings
ka: პარამეტრები

source: About
ka: პროგრამის შესახებ

source: Quit
ka: პროგრამის დატოვება

source: Your library is empty
ka: თქვენი ბიბლიოთეკა ცარიელია

source: If you add stations to the library, you will find them here.
ka: თუ თქვენ დაამატებთ არხებს თქვენს ბიბლიოთეკაში, მათი პოვნა შესაძლებელია აქ.

source: Add stations to library
ka: დაამატეთ ბიბლიოთეკაში

source: You don't have any collection
ka: თქვენ არ გაქვთ კოლექციები

source: You can group stations into collections.
ka: თქვენ შეგიძლიათ დააჯგუფოთ არხები კოლექციებად.

source: Details
ka: დეტალები

source: Name
ka: სახელი

source: Type
ka: ტიპი

source: Items
ka: პუნქტები

source: Votes
ka: ხმები

source: Location
ka: ადგილმდებარეობა

source: Tags
ka: ტეგები

source: Codec
ka: კოდეკი

source: Play
ka: ჩართვა

source: Open homepage
ka: გახსენით საწყისი გვერდი

source: Edit
ka: კორექტირება

source: Enter name for new collection...
ka: შეიყვანეთ სახელი ახალი კოლექციისთვის...

source: Create
ka: შექმენი

source: Select collection:
ka: აირჩიეთ კოლექცია:

source: Select All
ka: ყველას მონიშნვა

source: Select None
ka: არც-ერთის მონიშნვა

source: Save
ka: შენახვა

source: Click an item to view options
ka: პარამეტრების სანახავად დააკლიკეთ პუნქტს

source: Collection
ka: კოლექციები

source: Add to library
ka: დაამატეთ ბიბლიოთეკაში

source: Remove from Library
ka: ამოშალე კოლექციიდან

source: Rename
ka: სახელის გადარქმევა

source: Vote
ka: ხმის მიცემა

source: Global database
ka: გლობალური მონაცემთა ბაზა

source: Gradio is using an internet database. Everything you enter here, is going to be visible for all users. Please be careful, and double check your input!
ka: Gradio იყენებს ინტერნეტ მონაცემთა ბაზას. ყველაფერი რასაც თქვენ აქ შეიყვანთ, ხელმისაწვდომი იქნება ყველა მომხმარებლისთვის. გთხოვთ იყავით ფრთხილად და შეამოწმეთ თქვენს მიერ შეყვანილი ინფორმაცია!

source: Continue
ka: გააგრძელე

source: Stream Address
ka: სტრიმის მისამართი

source: Country
ka: ქვეყანა

source: State
ka: რეგიონი

source: Language
ka: ენა

source: Favicon Address
ka: Favicon მისამართი

source: Enter tags separated by commas
ka: შეიტანეთ ტეგები, რომლებიც გამოყოფილია მძიმით

source: Homepage
ka: საწყისი გვერდი

source: Server Response
ka: სერვერის გამოხმაურება

source: Close
ka: დახურვა

source: Cancel
ka: უარყოფა

source: Done
ka: დასრულება

source: More...
ka: მეტი...

source: Stations with the most votes
ka: გამოაჩინე რადიო სადგურები რომლებსაც მეტი ხმები აქვთ

source: Recently clicked stations
ka: გამოაჩინე ბოლოს ნანახი სადგურები

source: Stations with the most clicks
ka: გამოაჩინე რადიო სადგურები რომლებსაც ყველაზე მეტი კლიკი აქვთ

source: Search
ka: ძებნა

source: Results:
ka: შედეგები:

source: No results found
ka: რეზულტატები ვერ მოიძებნა

source: Either the station does not exist, or you have to search with other keywords.
ka: სადგური არ არსებობს, ან სხვა სიტყვებით უნდა მოძებნოთ.

source: Sorting
ka: სორტირება

source: Hide broken stations
ka: დამალე გაწყვეტილი სადგურები

source: Library
ka: ბიბლიოთეკა

source: Create new radio station
ka: შექმენი ახალი რადიო სადგური

source: Import
ka: იმპორტი

source: Export
ka: ექსპორტი

source: Clicks
ka: კლიკები

source: Bitrate
ka: ბიტრეითი

source: Date
ka: თარიღი

source: Ascending
ka: ზრდადობით

source: Descending
ka: კლებადობით

source: Items:
ka: პუნქტები:

source: Fetching station data…
ka: მიმდინარეობს სადგურის მონაცმების ჩამოტვირთვა…

source: Features
ka: შესაძლებლობები

source: Playback
ka: დაკვრა

source: Appearance
ka: გარეგნობა

source: Cache
ka: ქეში

source: Prefer dark theme
ka: უპირატესობა მიანიჭე შავ თემას

source: Use a dark theme, if possible
ka: გამოიყენე შავი თემა, თუ შესაძლებელია

source: Show technical information
ka: ტექნიკური ინფორმაციის ჩვენება

source: Display additional information such as bitrate and codec
ka: დამატებითი ინფორმაცია, როგორიცაა ბიტრეიტი და კოდეკი

source: Background Playback
ka: ფონურ რეჟიმში დაკვრა

source: Continue the playback if you close the Gradio window
ka: გააგრძელე დაკვრა თუ დახურავ Gradio ფანჯარას

source: Resume playback on startup
ka: გააგრძელე დაკვრა ჩართვისას

source: Play the latest station if you start Gradio
ka: ჩართე უკანასკნელი სადგური Gradio-ს ჩართვისას

source: Integrate Gradio as media player in your desktop environment
ka: მოახდინე Gradio-ს ინტეგრირება როგორც დესკტოპ გარემოს მედია დამკვრელი

source: Notifications
ka: შეტყობინებები

source: Show desktop notifications
ka: გამოაჩინე დესკტოპის შეტყობინებები

source: Tray icon
ka: პანელის იარლიყი

source: Show a tray icon, to restore the main window
ka: გამოაჩინე პანელის იარლიყი რომ აღდგეს მთავარი ფანჯარა

source: Cache station icons
ka: სადგურების იარლიყების ქეშირება

source: Saves the images locally.
ka: ინახავს სურათებს ლოკალურად.

source: Clear Cache
ka: ქეშის გაწმენდა

source: Clear all cached station icons
ka: გაწმინდე ყველა ქეშირებული სადგურის იარლიყები

source: Click on items to select them
ka: პუნქტების ასარჩევად დააკლიკეთ მათზე

source: %i selected
ka: %i მონიშნულია

source: Search for radio stations
ka: რადიო სადგურების ძებნა

source: Sorting: %s / %s
ka: სორტირება: %s/%s

source: Select Country …
ka: აირჩიეთ ქვეყანა…

source: Select State …
ka: აირჩიეთ სახელმწიფო…

source: Select Language …
ka: აირჩიეთ ენა…

source: Select Tag …
ka: აირჩიეთ საკვანძო…

source: Create radio station
ka: შექმენით რადიო სადგური

source: Edit radio station
ka: დაარედაქტირეთ რადიო სადგური

source: "Name" and "Stream" information is required.
ka: "სახელი" და "სტრიმი" ინფორმაცია აუცილებელია.

source: %i radio station(s) not present in library.
ka: %i რადიო სადგური(ები) არ არსებობს ბიბლიოთეკაში.

source: %i radio station(s) already added to library.
ka: %i რადიო სადგური(ები) უკვე დამატებულია ბიბლიოთეკაში.
